;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

(package! tide)
(package! ng2-mode)
(package! ob-typescript)
(package! indium)
(package! prettier-js)
(package! move-text)
(package! vue-mode)
(package! add-node-modules-path)
(package! org-super-agenda)
(package! org-fancy-priorities)
(package! emojify)
(package! oauth2)
